Repository: Dyras/MPlayerX-Localization
Catalog: 1.0.11/*.lproj/Localizable.prev.strings
Languages: ar

source: tracks
ar: مسارات

source: %@, %.1fkbps, %.1fkHz %dbit, %d channels
ar: %1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d قنوات

source: %@, %.1fkbps, %d×%d, %.1ffps
ar: %1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps

source: %@, %.1fkHz %dbit, %d channels
ar: %1$@, %2$.1fkHz %3$dbit, %4$d قنوات

source: %@, %d×%d, %.1ffps
ar: %1$@, %2$d×%3$d, %4$.1ffps

source: Advanced
ar: متقدم

source: Arabic (ISO 8859-6)
ar: العربية (ISO 8859-6)

source: Arabic (Mac)
ar: العربية (Mac)

source: Arabic (Windows-1256)
ar: العربية (Windows-1256)

source: Ask me
ar: إسألني

source: Aspect Ratio: Locked
ar: تثبيت نسبة الأبعاد

source: Aspect Ratio: Restored
ar: إستعادة نسبة الأبعاد

source: Aspect Ratio: Unlocked
ar: إلغاء تثبيت نسبة الأبعاد

source: Audio
ar: الصوت

source: Audio %@
ar: الصوت %@

source: Audio Delay: %.1f s
ar: تأخير الصوت: %.1f s

source: Audio:%d
ar: الصوت:%d

source: Baltic (ISO 8859-13)
ar: البلطيقية (ISO 8859-13)

source: Baltic (ISO 8859-4)
ar: البلطيقية (ISO 8859-4)

source: Baltic (Windows-1257)
ar: البلطيقية (Windows-1257)

source: Caching: %4.2f%%
ar: يجري التخزين المؤقت: %4.2f%%

source: Can't find a proper file to play
ar: لم يتم العثور على ملف مناسب ليُشغل

source: Can't find next episode. Perhaps this is already the last episode.
ar: لم يتم العثور على الحلقة التالية، قد تكون هذه الحلقة الأخيرة.

source: Can't find previous episode. Perhaps this is already the first episode.
ar: لم يتم العثور على الحلقة السابقة، قد تكون هذه الحلقة الأولى.

source: Celtic (ISO 8859-14)
ar: السلتية (ISO 8859-14)

source: Celtic (Mac)
ar: السلتية (Mac)

source: Central Europe (ISO 8859-16)
ar: أوروبا الوسطى (ISO 8859-16)

source: Central Europe (ISO 8859-2)
ar: أوروبا الوسطى (ISO 8859-2)

source: Central Europe (Mac)
ar: أوروبا الوسطى (Mac)

source: Central Europe (Windows-1250)
ar: أوروبا الوسطى (Windows-1250)

source: Chinese Simplified (EUC)
ar: الصينية المبسّطة (EUC)

source: Chinese Simplified (GB18030)
ar: الصينية المبسّطة (GB18030)

source: Chinese Simplified (ISO 2022)
ar: الصينية المبسّطة (ISO 2022)

source: Chinese Simplified (Mac)
ar: الصينية المبسّطة (Mac)

source: Chinese Simplified (Windows-936)
ar: الصينية المبسّطة (Windows-936)

source: Chinese Traditional (Big5 HKSCS)
ar: الصينية التقليدية (Big5 HKSCS)

source: Chinese Traditional (Big5)
ar: الصينية التقليدية (Big5)

source: Chinese Traditional (EUC)
ar: الصينية التقليدية (EUC)

source: Chinese Traditional (Mac)
ar: الصينية التقليدية (Mac)

source: Chinese Traditional (Windows-950)
ar: الصينية التقليدية (Windows-950)

source: Clear Menu...
ar: مسح القائمة...

source: Cyrillic (ISO 8859-5)
ar: السيريلية (ISO 8859-5)

source: Cyrillic (KOI8-R)
ar: السيريلية (KOI8-R)

source: Cyrillic (KOI8-U)
ar: السيريلية (KOI8-U)

source: Cyrillic (Mac)
ar: السيريلية (Mac)

source: Cyrillic (Windows-1251)
ar: السيريلية (Windows-1251)

source: Detected file: %@ Encoding: %@ confidence: %2.1f%%
ar: ملف محذوف: %1$@ الترميز: %2$@ الوثوقية: %3$.1f%%

source: Disable
ar: تعطيل

source: Enter Fullscreen
ar: الدخول في وضع ملئ الشاشة

source: Error
ar: خطأ

source: Exit Fullscreen
ar: الخروج من وضع ملئ الشاشة

source: General
ar: عام

source: Greek (ISO 8859-7)
ar: اليونانية (ISO 8859-7)

source: Greek (Mac)
ar: اليونانية (Mac)

source: Greek (Windows-1253)
ar: اليونانية (Windows-1253)

source: Hebrew (ISO 8859-8)
ar: العبرية (ISO 8859-8)

source: Hebrew (Mac)
ar: العبرية (Mac)

source: Hebrew (Windows-1255)
ar: العبرية (Windows-1255)

source: Hide Auxiliary Controls
ar: إخفاء عناصر التحكم المساعدة

source: Hide Letterbox
ar: إخفاء حيز الترجمة

source: Japanese (EUC)
ar: اليابانية (EUC)

source: Japanese (ISO 2022)
ar: اليابانية (ISO 2022)

source: Japanese (Mac)
ar: اليابانية (Mac)

source: Japanese (Shift-JIS)
ar: اليابانية (Shift-JIS)

source: Japanese (Windows-932)
ar: اليابانية (Windows-932)

source: Korean (EUC)
ar: الكورية (EUC)

source: Korean (ISO 2022)
ar: الكورية (ISO 2022)

source: Korean (Mac)
ar: الكورية (Mac)

source: Korean (Windows-949)
ar: الكورية (Windows-949)

source: Lock Aspect Ratio
ar: تثبيت نسبة الأبعاد

source: Mute OFF
ar: إلغاء كتم الصوت

source: Mute ON
ar: كتم الصوت

source: Network
ar: الشبكة

source: Next/Previous is only supported on local media
ar: التالي/اللاحق تدعم الوسائط المحلية فقط

source: No Info
ar: لا تتوفر معلومات

source: OK
ar: موافق

source: Open Media Files
ar: فتح ملفات الوسائط

source: Open VIDEO_TS
ar: فتح وسائط DVD...

source: OSD settings changed
ar: تم تعديل إعدادات العرض على الشاشة

source: Paused
ar: إيقاف مؤقت

source: Show Auxiliary Controls
ar: إظهار عناصر التحكم المساعدة

source: Show Letterbox
ar: إظهار حيز الترجمة

source: South Europe (ISO 8859-3)
ar: أوروبا الجنوبية (ISO 8859-3)

source: Speed: %.1fX
ar: السرعة: %.1fX

source: Stopped
ar: إيقاف

source: Sub Delay: %.1f s
ar: تأخير الترجمة: %.1f s

source: Sub: %@
ar: الترجمة: %@

source: Subtitle
ar: الترجمة

source: Subtitle:%d
ar: الترجمة:%d

source: Thai (ISO 8859-11)
ar: التايلاندية (ISO 8859-11)

source: Thai (Mac)
ar: التايلاندية (Mac)

source: Thai (Windows-874/TIS-620)
ar: التايلاندية (Windows-874/TIS-620)

source: The file does not exist
ar: الملف غير موجود

source: The file is not supported by MPlayerX.
ar: هذا الملف غير مدعوم من قبل MPlayerX

source: The URL is not supported by MPlayerX.
ar: هذا العنوان غير مدعوم من قبل MPlayerX

source: Turkish (ISO 8859-9)
ar: التركية (ISO 8859-9)

source: Turkish (Mac)
ar: التركية (Mac)

source: Turkish (Windows-1254)
ar: التركية (Windows-1254)

source: Unlock Aspect Ratio
ar: إلغاء تثبيت نسبة الأبعاد

source: Video
ar: الفيديو

source: Video %@
ar: الفيديو %@

source: Video:%d
ar: الفيديو:%d

source: Vietnamese (Mac)
ar: الفيتنامية (Mac)

source: Vietnamese (Windows-1258)
ar: الفيتنامية (Windows-1258)

source: Volume: %.1f
ar: مستوى الصوت: %.1f

source: Western Europe (ISO 8859-1)
ar: أوروبا الغربية (ISO 8859-1)

source: Western Europe (ISO 8859-15)
ar: أوروبا الغربية (ISO 8859-15)

source: Western Europe (Mac)
ar: أوروبا الغربية (Mac)

source: Western Europe (Windows-1252)
ar: أوروبا الغربية (Windows-1252)

source: ⌘-OK: Use FFMpeg to handle the stream
ar: اضغط على مفتاح ⌘ مع موافق لاستخدام ffmpeg في معالجة تدفق البيانات

source: ⌘-OK: Use MPlayer to handle the stream
ar: اضغط على مفتاح ⌘ مع موافق لاستخدام MPlayer في معالجة تدفق البيانات
